{
  "metadata": {
    "title": "Gündüz Karakeçe | Indie Developer",
    "description": "A personal space featuring my work and project resources."
  },
  "theme-toggle": {
    "aria-switch-to-light": "Switch to light mode",
    "aria-switch-to-dark": "Switch to dark mode",
    "aria-switch-to-system": "Use system theme"
  },
  "projects": {
    "stay-hydrated": {
      "privacy-policy": {
        "nav": {
          "back-to-app": "Back to App"
        },
        "header": {
          "title": "Stay Hydrated for Android",
          "subtitle": "Privacy Policy"
        },
        "abstract": {
          "title": "Abstract",
          "statement": "We don't collect your data, period."
        },
        "data-storage": {
          "title": "Definition of \"your data\" and the way we store it",
          "paragraph-1": "Your data is stored only in the internal storage of your device. We do not share your data with third parties without your consent.",
          "list": {
            "intro": "The data that Stay Hydrated may store includes:",
            "item-1": "Your preferences",
            "item-2": "Your gender, height, and date of birth",
            "item-3": "Your weight and intake records"
          }
        },
        "google-services": {
          "title": "Services provided by Google LLC",
          "paragraph": "For Google Drive, Stay Hydrated requests your permission to create a hidden app-specific folder in your account. This way, you can back up your data without compromising your privacy. For Google Fit, read and write access to nutrition and body info is requested. These permissions are needed to sync your water intake, height, and weight records. Please note that you accept Google's relevant terms of service and privacy statements by using these services."
        },
        "changes": {
          "title": "Changes to this privacy policy",
          "paragraph": "We reserve the right to make changes to this privacy policy at any time, with or without notice to users. However, we also promise that we will never collect your personal data and share it with third parties without your consent. By using Stay Hydrated, you acknowledge that you understand and agree to the terms of this privacy statement."
        },
        "footnotes": {
          "1": "Exact app name may differ from region to region.",
          "2": "Stay Hydrated may be referred to as “we”, “us” or “(this) app”."
        },
        "footer": {
          "last-updated": "Last Updated: February 22, 2022"
        }
      }
    }
  }
}
